const ch = {
  'lang': 'ch',
  /// ////////////阿里验证////////////////////
  '元': '¥',
  '加载中': '加载中...',
  '向右滑': '请向右滑动验证',
  '验证通过': '验证通过',
  '出错了': '非常抱歉，这出错了...',
  '验证未通过': '验证未通过',
  '环境风险': '经检测你当前操作环境存在风险，请输入验证码',
  '错_重输入': '验证码错误，请重新输入',
  /// //////////////通用////////////////////
  '必须是6位': '谷歌验证码必须是6位',
  '必须是4位': '短信验证码必须是4位',
  '必须是4位e': '邮箱验证码必须是4位',
  '复制btn': '复制',
  '复制成功': '复制成功',
  '请手动': '该环境不支持快速复制，请手动选择再复制',
  '余额不足': '余额不足',
  '必须是数字': '数量必须是数字类型',
  '操作成功': '操作成功',
  '网络错误': '网络错误',
  '手机号': '手机号',
  '输入手机号': '请输入手机号码',
  'please手机号': '请输入手机号',
  '昵称': '昵称',
  '输入昵称': '请输入收款人昵称',
  '选填': '选填',
  '请输入数量': '请输入转账数量',
  '国家': '国家',
  '语言': '语言设置',
  '中文': '中文', // 此字段不改
  '英文': 'English', // 此字段不改
  '韩文': '한국어', // 此字段不改
  '退出登录': '安全退出',
  '退出成功': '退出成功',
  /// ///////绑定布洛克//////////
  '绑定提示': '温馨提示：选择不绑定后将永久失去绑定机会',
  '去绑定': '绑定LendChain账号',
  '没账号': '我没有LendChain账号',
  'bindAcount': '绑定LendChain账号',
  'createAcount': '生成LendChain账号',
  'bindtip1': '温馨提示：为注册您的新账号需要认证邮箱', // 绑定提示1
  'bindtip2': '温馨提示：设置后不能更改', // 绑定提示1
  /// /////////首页////////////
  '行情市价': '行情市价',
  '币种': '币种',
  '最新价': '最新价',
  '24h涨幅': '24h涨幅',
  '24h最高价': '24h最高价',
  '24h最低价': '24h最低价',
  '24h曲线': '24h曲线',
  '天': '天',
  '期限': '期限',
  '借款期限': '借款期限',
  'i_期限': '{day}天期限',
  '年化': '年化',
  '预期年化': '预期年化',
  '借入': '借入',
  '借入资产': '借入资产',
  '借入金额': '借入金额',
  '抵押资产': '抵押资产',
  '抵押物': '抵押物',
  '最小投资额': '最小投资额',
  '立即投资': '立即投资',
  '投资': '投资',
  'i_投资': '立即投资',
  '全部': '全部',
  '平台标': '平台标',
  '新手标': '新手标',
  '新手': '新手',
  '抵押标': '抵押标',
  'p标签': '平', // 标的列表左侧标记
  'M标签': '抵', // 标的列表左侧标记
  '查看近期满标标的': '查看近期满标标的',
  '查看近期满标平台标': '查看近期满标平台标',
  '查看近期满标抵押标': '查看近期满标抵押标',
  /// ///////////借款详情///////////////////
  '抵押物市价': '抵押物市价',
  '新手剩余额度': '新手剩余额度',
  '投资进度': '投资进度',
  '剩余可投': '剩余可投',
  '基础信息': '基础信息',
  '开始时间': '开始时间',
  '计息方式': '计息方式',
  '满标后当日计息': '满标后当日计息',
  '还款方式': '还款方式',
  '到期一次性还本付息': '到期一次性还本付息',
  '起购资金': '起购资金',
  'i_起购资金': '起购资金',
  '投资详情': '投资详情',
  '投资须知': '投资须知',
  '已购记录': '已购记录',
  '用户名': '用户名',
  '金额': '金额',
  '购买时间': '购买时间',
  '之后': '{time} 之后',
  '安全认证_投资前': '请先去个人中心进行安全认证，才可以投资',
  '设置昵称_投资前': '设置昵称后才可以进行投资，去设置？',
  '新手额度不足num': '您的该币种新手标额度不足{num},请重新输入',
  '投资成功后': '投资成功，可以在看看是否还有合适的标适合投资',
  '提示': '提示',
  '确定': '确定',
  '确认': '确认',
  '确认提现': '确认提现',
  '确认转账': '确认转账',
  '完成': '完成',
  '确认修改': '确认修改',
  '取消': '取消',
  '没有更多数据': '没有更多数据',
  '暂无数据': '暂无数据',
  '支付验证': '支付验证',
  '输入金额': '输入金额',
  '剩余全投': '剩余全投',
  '谷歌验证码': '谷歌验证码',
  '投资金额': '投资金额',
  '请输入谷歌验证码': '请输入谷歌验证码',
  '可用余额': '可用余额',
  '账户余额': '账户余额',
  'pd_账户余额': '账户可用{amount}', // 自定义键盘账户余额提示内容
  '最大可投资num': '最大可投资{num}，请重新输入', // 最大可投资num
  '剩余小于起购': '剩余金额已经低于起购限额，只能余额全投',
  '输入必大于起购num': '输入金额必须大于最小起投金额{num}',
  '到期收益': '到期收益',
  '利息': '利息',
  't_确认_cb': '确认', // 自定义键盘提交按钮
  't_投资_cb': '投资', // 自定义键盘提交按钮
  't_支付_cb': '支付', // 自定义键盘提交按钮
  /// ///////////发起借款///////////////////
  '我要借款': '我要借款',
  '借款提示1': '1.平台将收取借款金额的1%做为手续费。',
  '借款提示2': '2.最少24小时之后才能进行提前还款。',
  '借款类型': '借款类型',
  '抵押币种': '抵押币种',
  '借入币种': '借入币种',
  '抵押数量': '抵押数量',
  '借入数量': '借入数量',
  'p_抵押数量': '请输入抵押数量',
  'p_借入数量': '请输入借入数量',
  '借款利率': '借款利率',
  '到期应付利息': '到期应付利息',
  '确认借款': '确认借款',
  '利率': '利率',
  '起借数量': '起借数量',
  '必须大于0': '必须大于0',
  '最多个num': '最多不能超过{num}个字符',
  '最多位小数num': '最多{num}位小数',
  '安全认证_借款前': '请先去个人中心进行安全认证，才可以借款',
  '设置昵称_借款前': '设置昵称后才可以进行借款，去设置？',
  '安全认证_资金前': '为了保证您的资产安全，请先完成安全认证。',
  '去认证': '去认证',
  '抵押物不足num': '你的抵押物不足{num},请重新输入',
  '谷歌验证码错误': '谷歌验证码错误',
  '借款成功': '借款成功',
  /// ///////////我的////////////////////
  '登录': '登录',
  '立即登录': '立即登录',
  '去登录': '去登录',
  '注册': '注册',
  '立即注册': '立即注册',
  '去注册': '去注册',
  '总资产折合': '总资产折合',
  '昨日收益': '昨日收益',
  '资产管理': '资产管理',
  '我的钱包': '我的钱包',
  '我的投资': '我的投资',
  '资金记录': '资金记录',
  '我的借款': '我的借款',
  '账户管理': '账户管理',
  '个人中心': '个人中心',
  '安全认证': '安全认证',
  '关于我们': '关于我们',
  '推荐有礼': '推荐有礼',
  '帮助中心': '帮助中心',
  '设置': '设置',
  's_设置': '去设置',
  '邮箱': '邮箱',
  '密码': '密码',
  '请输入邮箱': '请输入邮箱', // 通用
  '请输入密码': '请输入密码', // 通用
  '请输入旧密码': '请输入旧密码', // 通用
  '请输入新密码': '请输入新密码', // 通用
  '两次不一致': '两次输入密码不一致',
  '信息不完整': '输入信息不完整',
  '请再次输入新密码': '请再次输入新密码', // 通用
  '请输入邀请码': '如有邀请人，请输入邀请码', // 通用
  'b短信验证码': '短信验证码', // 短信验证码
  'b邮箱验证码': '邮箱验证码', // 短信验证码
  '短信验证码': '请输入短信验证码', // 通用
  '邮箱验证码': '请输入邮箱验证码', // 通用
  '发送验证码btn': '发送验证码', // 通用
  '密码提示': '8 - 20 位，大写英文、小写英文、符号、数字至少有三类。', // 通用
  '忘记密码': '忘记密码?', // 通用
  '找回密码': '忘记密码',
  '邮箱格式错误': '邮箱格式错误，请重新输入', // 通用
  '密码格式错误': '密码格式错误,',
  '密码邮箱不能同': '密码不能跟邮箱相同',
  '登录成功': '登录成功', // 通用
  '注册成功': '注册成功',
  '登录失败': '登录失败', // 通用
  '重新发送': '重新发送',
  '修改成功': '修改成功',
  '修改密码': '修改密码',
  '充值': '充值',
  '提现': '提现',
  '转账': '转账',
  '平台转账': '平台内转账',
  /// ///////我的钱包///////////////////
  '扫获地址': '扫一扫二维码，获取充值码地址',
  '充值地址': '充值地址',
  'memo提示': '充值时请务必填写Memo,不填或填错将导致充值金额丢失，不可找回。',
  'deposittip': {
    'title': '温馨提醒：',
    'tip1': '1.请勿向上述地址充值任何非{name}资产，否则资产将不可找回。',
    'tip2': '2.您充值至上述地址后，需要整个网络节点的确认，{sure}次网络确认后到账，{can}次网络确认后可提币。',
    'tip3': '3.建议最小充值金额：{minr} {name} ，小于最小金额有丢失风险。',
    'tip4': '4.您的充值地址不会经常改变，可以重复充值；如有更改，我们会尽量通过网站公告或邮件通知您。',
    'tip5': '5.请务必确认电脑及浏览器安全，防止信息被篡改或泄露。'
  },
  'transfertip': {
    'title': '温馨提醒：',
    'tip1': '1.平台内转账 0 手续费。',
    'tip2': '2.平台内转账后立即到账。'
  },
  'name提现max': '温馨提示：{name}24小时内提现最高额度为{max}',
  'name提现min': '最小数量为{min}',
  '提现地址': '提现地址',
  '提币地址': '提币地址',
  '请输入提现地址': '请输入提现地址',
  '数量': '数量',
  '转账数量': '转账数量',
  '实际到账': '实际到账',
  '手续费': '手续费',
  'memo': 'Memo',
  '请输入memo': '请输入memo',
  '提现验证': '提现验证',
  '转账验证': '转账验证',
  'kyc_提现前': 'KYC认证成功后才可以发起提现，去看看?',
  'kyc_转账前': 'KYC认证成功后才可以发起转账，去看看?',
  '谷歌和短信码': '谷歌验证码和短信验证码都不能为空',
  '提现小于允许': '不能小于最小提现额度',
  '提现过大': '提现金额过大，需等待人工审核。是否继续提现?',
  '收款邮箱': '收款账户邮箱',
  '请输入收款邮箱': '请输入收款邮箱',
  '手机格式错误': '手机格式错误',
  /// /////////投资列表///////////////
  '投资列表': '投资列表',
  '出借金额': '出借金额',
  '到期时间': '到期时间',
  '还款时间': '还款时间',
  /// ////////资金记录///////////
  '充值记录': '充值',
  '提现记录': '提现',
  '转账记录': '转账',
  'LV发放记录': 'LV发放',
  '发放原因': '发放原因',
  '转入成功': '转入成功',
  '转出成功': '转出成功',
  '转入账户': '转入账户',
  '转出账户': '对方账户',
  '订单号': '订单号',
  '充值加速': '充值加速',
  'addre': {// 充值加速提示
    'tip': '注意：在区块链上发起交易成功后，可以进行充值加速。',
    'coinsel': '币种选择',
    'pleaseHash': '请输入充值Hash',
    'pleasesel': '请选择币种',
    'ETHtip': '以0x开头的66位字符串（字符串由小写字母及数字组成）',
    'QKCtip': '以0x开头的66位字符串（字符串由小写字母及数字组成）',
    'BTCtip': '64位字符串（字符串由小写字母及数字组成）',
    'USDTtip': '64位字符串（字符串由小写字母及数字组成）'
  },
  /// //////////借款列表////////////////
  '借款列表': '借款列表',
  '查看更多': '查看标的详情',
  '操作': '操作',
  '去还款': '去还款',
  'alert提前还款': '是否确认提前还款?',
  'alert还款': '是否确认还款?',
  'alert逾期还款': '是否确认逾期还款?',
  '还款成功': '还款成功，请耐心等待链上反应',
  '借款详情': '借入详情',
  '发标时间': '发标时间',
  '满标时间': '满标时间',
  '募集百分比': '募集百分比',
  '追加抵押物': '追加抵押物',
  '状态': '状态',
  '抵押率': '抵押率',
  '低于警戒': '低于警戒线',
  '抵押价值': '抵押价值',
  '抵押警戒线': '抵押警戒线',
  '抵押平仓线': '抵押平仓线',
  '警戒线': '警戒线',
  '平仓线': '平仓线',
  '抵押物地址': '抵押物地址',
  '追加记录': '追加记录',
  '我已阅读': '我已阅读并同意',
  '借款须知': '《借款须知》',
  'knowBorrow': {
    'title': '借款须知',
    'firstRead': '请先阅读借款须知',
    'contents': ['借款用户发布的借款标，如果在24小时内募集满100%，则借款生效，募集的资金扣除手续费1%后实时转入借款用户的账户余额。如果标的投资24小时内未达到100%，或24小时内抵押数字货币价格向下浮动超过20%，则该标的自动失效，并将货币归还给投资者。',
      '在借款周期即将结束前,平台会提醒借款人归还借款。逾期还款需要额外缴纳逾期费，逾期费=超过天数*利率*本金*2。在逾期时间达到7天时，平台会将抵押资产作交割处理，扣除逾期手续费后将资产按投资比例归还出借人。',
      '平台制定警戒线（140%）及平仓线（110%），平仓线=借款金额*110%，警戒线=借款金额*140%。当抵押资产到达警戒线时，系统会提醒借款人增加抵押物。当抵押资产到达平仓线时，平台将会对抵押资产作交割处理并将归出借人所有，而抵押借款人不再拥有所抵押资产。']
  },
  '时间': '时间',
  '追加金额': '追加金额',
  '抵押金额': '追加后总额',
  '追加': '追加',
  '输入追加数额': '输入追加数额',
  '追加后': '追加后抵押物充足率为：',
  '追加成功': '追加成功',
  /// //////安全认证/////////
  '设置昵称': '设置昵称',
  '昵称设置提示': '温馨提示：设置后不能更改',
  '设置昵称成功': '设置昵称成功',
  'please昵称': '请输入昵称',
  '昵称表情': '昵称不能含有表情',
  '昵称格式': '昵称中不能包含空格符和无效字符，最多八个字符',
  '昵称格式提示': '用户昵称为中文，英文，数字，韩文',
  '手机认证': '手机认证',
  '谷歌认证': '谷歌认证',
  '谷歌认证成功': '谷歌认证成功',
  '身份认证': '身份认证',
  'tip手机认证': '提现，修改密码，及安全设置时用以收取验证短信',
  'tip谷歌认证': '用于登录、提币、找回密码、修改安全设置、管理API时进行安全验证。',
  'tip身份认证': '完成身份认证的用户才可以提币。',
  '拒绝理由': '拒绝理由',
  '请先手机': '请先认证手机',
  'kycstatus': {
    'statustext0': '去认证',
    'statustext1': '审核中',
    'statustext2': '已认证',
    'statustext3': '重试'
  },
  '备份密钥': '温馨提示：记得备份谷歌二维码或密钥',
  '密钥二维码': '谷歌二维码及密钥：',
  'googlebindtip': {
    'title': '操作步骤：',
    'tips': ['1.安装在“Google Authenticator”应用程序中，点击右上角“+”号，然后选择“手动输入验证码”。',
      '2.粘贴上面的“密钥”到“密钥”输入栏，并填写您的lendchain账号，点击“完成”。',
      '3.复制“谷歌验证码”，粘贴到上面的“谷歌验证码”输入栏。请勿删除此双重验证密码账户，否则会导致您无法进行账户操作；如果误删，您可通过重置密钥重新获取。',
      '4.请妥善保管好你的密钥，如遇手机丢失，你可以通过该密钥恢复你的谷歌验证。']
  },
  '姓名': '姓名',
  'pealse姓名': '请输入姓名',
  '生日': '生日',
  '证件类型': '证件类型',
  '证件号': '证件号',
  'pealse证件号': '请输入证件号',
  '下一步': '下一步',
  '上传证件材料': '上传证件材料',
  '正在上传': '正在上传中……',
  '姓ID空': '姓名和证件号不能为空',
  '请上传': '请参考提示上传您的KYC照片',
  /// //////////关于我们//////////////
  '利德是什么': '利德是什么？',
  '当前版本': '当前版本',
  '官网': '官网',
  '官公众号': '官方微信公众号',
  '官方微博': '官方微博',
  'whatLend': {
    'title': '利德是什么？',
    'contents': [{
      'title': '团队介绍',
      'content': 'LendChain拥有一支由行业资深、高素质人才组成的创业团队，其领路人为公信宝前CMO。LendChain团队，见证了区块链、比特币快速且跌宕起伏的发展，积累了丰富的经验，对区块链、数字资产有深刻的思考和独特的见解。 团队成员年轻而充满朝气，具有创新意识并勇于迎接挑战。具备良好的社会责任感，愿为推动区块链行业的发展，贡献一己之力。'
    }, {
      'title': '项目介绍',
      'content': 'LendChain是一个分布式的数字资产金融服务平台，为数字资产的持有者提供融资、投资、保险等各类金融服务。在融资端，LendChain提供抵押类和信用类融资服务，覆盖BTC、ETH、EOS、GXS等多个主流币种；在投资端，LendChain拥有专业投研团队，为理财用户提供抵押标和信用标、量化基金、私募基金、矿场项目、大客户抵押做市项目等多样化投资产品。'
    }, {
      'title': '项目优势',
      'content': [
        {'title': '高效安全',
          'p': '最大的亮点，就是将整个借贷流程，建立在区块链上。通过智能合约来提供抵押物管理、贷后监控、信用评估等服务。整个流程无人工审核等人工环节，平台全自动化完成。'
        }, {'title': '团队专业',
          'p': 'LendChain团队在互联网金融领域有着多年的从业经历，对业务相对更了解， 更能直抵核心。 因为业务属性及需要，我们选择了在全球区块链领域，为数不多成功落地项 ——公信宝，作为我们的战略合作伙伴。公信宝主要业务为基于区块链的数据交易平台，有较庞大的个人信用数据基础。在LendChain产品上线后，将会有深入的合作，包括但不限于用户征信数据打通、社区合作等，这都充满想象力。而在布洛克城上面的合作，将会为LendChain最短时间内带来大量忠实用户，奠定牢固的基础。'
        }, {'title': '战略合作',
          'p': 'LendChain依托公信宝的生态，在信用评估方面，用户可以授权LendChain通过公信宝来获取他自己的信用数据，LendChain可以通过大数据模型来评估用户的信用情况，决定贷款额度；在运营推广方面，LendChain可以借助布洛克城庞大的用户资源，最快速度的触及到广大用户，为大家提供高效便捷的借款和理财服务。'
        }
      ]
    }
    ]
  },
  'recommendact': {
    'title': '靠海行动',
    'hdimg': 'https://s.lendx.vip/static/test/images/tokensale/ch_khactivityhdbanber.png',
    'myrecommand': { 'title': '我的推荐', 'id': '我的推荐ID', 'code': '推荐二维码', 'link': '我的推荐链接：', 'btn': '复制' },
    'myrecommandlist': { 'title': '奖励记录', 'tabletitle': ['奖励来源', '奖励金额'], tr: ['认证奖励', '邀请用户注册认证', '投资奖励', '被邀请人投资奖励'] },
    'rules': {
      'title': '活动细则',
      'rules': [
        '1. 新用户完成认证（不包含KYC认证），将获得80LVCOIN的奖励。',
        '2. 你邀请的用户完成认证（不包含KYC认证），你将会获得40LVCOIN的奖励，奖励上限为400LVCOIN。',
        '3. 你投资BTC/ETH/USDT将会按照投资数量获得奖励，投资1BTC将会获得2800LVCOIN，投资1ETH将会获得160LVCOIN，投资3USDT将会获得1LVCOIN。',
        '4. 你邀请的用户投资BTC/ETH/USDT，你将获得其投资奖励的30%，比如你邀请的用户投资1BTC，你将获得840LVCOIN。',
        '5. 8月6日为活动开始时间，LendChain将会在0点对所有账户进行快照，对所有剩余还款时间大于7天的未还款投资补发奖励，比如你之前投过1个BTC还有10天才能到期，LendChain将会直接发放2800LVCOIN给你。奖励将于3日内统一发放。',
        '6. 第二期活动投放上限为500万LVCOIN，投放完毕后进入第三期活动，届时邀请的奖励将会重新调整。',
        '7. 在法律允许范围内，LendChain拥有对于活动的最终解释权，并将严查虚假邀请行为，一经发现将取消奖励资格。'
      ]
    },
    'invitationtit': '已邀请用户列表',
    'invitationtitarr': ['邀请用户邮箱', '注册时间', '手机', '谷歌', 'KYC']
  },
  'help': [
    {
      'title': '费率说明',
      'contents': [
        '交易手续费：内测期间，免去交易手续费。',
        '充值费率：',
        '免费',
        '提现费率： 由矿工收取',
        '提现手续费率将会根据区块实际情况定期调整',
        '币种',
        '币种全称',
        '手续费'
      ]
    },
    {
      'title': '风险管理',
      'contents': [
        { 'title': '1.警戒线和平仓线',
          'p': '数字资产作为抵押物的核心风险是价格波动，LendChain参考股票市场比较成熟的“股票质押”，将每笔借款的抵押资产做评估，然后制定警戒线（70%）及平仓线（50%）。当借款期间，抵押资产到达警戒线时，系统会端内提示、邮件/短信提醒借款人，要求其增加抵押物，以确保不会被平仓，保障权益。追加抵押物后，此时会重新制定新的警戒线及平仓线，二次触发时将重复通知提醒。当抵押资产到达平仓线时，为了保障出借人的权益，将会对抵押资产作交割处理，抵押借款人不再拥有所抵押资产，而该资产在交割处理后将归出借人所有。'
        },
        { 'title': '2.贷款违约风险',
          'p': '在借款周期即将结束前,LendChain会通过系统提示/邮件/短信提醒借款人，按时归还借款。在逾期时间达到7天时，LendChain会将抵押资产作交割处理，扣除逾期手续费后将资产按投资比例归还出借人。同时将借款人该笔逾期情况记录到LendChain区块链，这将会影响该用户的信用评级，未来该用户继续使用借款服务时，该笔记录会展示给所有出借人，以此规范并杜绝恶意借款行为。'
        },
        { 'title': '3.风险准备金',
          'p': 'LendChain平台会有一笔风险准备金，应对突发的资产风险事件，视情况给用户赔付，保障用户不会因为平台的原因而产生损失。'
        }
      ]
    },
    {
      'title': '新手指南',
      'contents': {// 新手指南
        'riskmanagetit1': '1.账户注册',
        'riskmanagetit2': '第一步，进入官网（https://mobile.lendx.vip）点击上方【注册/登录】',
        'riskmanagetit3': '第二步，点击【注册】按钮，跳转至注册页面。',
        'riskmanagetit4': '第三步，按照流程输入邮箱，密码（密码必须包括数字和大小写字母），获取并填入邮箱验证码完成注册。',
        'riskmanagetit5': '谷歌身份验证器安装及使用',
        'riskmanagetit6': '①IOS版谷歌身份验证器安装及使用',
        'riskmanagetit7': '(1)在苹果应用商城（APP STORE）搜索并下载“Google',
        'riskmanagetit8': '(2)安装后，打开Google Authenticator，点击右上角【+】',
        'riskmanagetit9': '(3)在LendChain谷歌验证页面，扫描二维码或者手动输入密钥进行设置',
        'riskmanagetit10': '(4)账号添加完成后，此账号显示的6位数字即谷歌一次性验证码。',
        'riskmanagetit11': '(5)在Lendchain谷歌验证页面输入6位数字，即可完成谷歌验证码认证。',
        'riskmanagetit12': '②安卓版谷歌身份验证器安装及使用',
        'riskmanagetit13': '(1)在手机浏览器或应用商店中搜索“Google Authenticator”或“谷歌身份验证器“，进行下载安装。',
        'riskmanagetit14': '(2)安装后，打开已下载安装软件，点击【开始】进行账户设置。',
        'riskmanagetit15': '(3)在Lendchain谷歌验证页面，扫描二维码或者手动输入密钥进行设置',
        'riskmanagetit16': '(4)账号添加完成后，此账号显示的6位数字即谷歌一次性验证码。',
        'riskmanagetit17': '(5)在LendChain谷歌验证页面输入6位数字，即可完成谷歌验证码认证。',
        'riskmanagetit18': '如何充值',
        'riskmanagetit19': '第一步，打开利德官网（www.lendchain.io），登录您的账户',
        'riskmanagetit20': '第二步，点击【我的资产】板块，根据你要充值的币种点击【充值】按钮，会弹出充值地址。',
        'riskmanagetit21': '第三步，以币安充值BTC到利德Lendchain为例，粘贴利德BTC【充值地址】到币安的BTC【提现地址】栏中，填写【提现】数量,点击【提现】即可完成充值。',
        'riskmanagetit22': '第四步，【我的资产】→【资金记录】→【充值记录】中查询相应币种的充值明细。',
        'riskmanagetit23': '如何提现',
        'riskmanagetit24': '第一步，打开利德官网（https://mobile.lendx.vip），登录您的账户。',
        'riskmanagetit25': '第二步，点击【我的资产】板块，根据你要充值的币种点击【提现】按钮，输入提现地址，提现数量，然后点击右下角的【提现】后输入google验证码。',
        'riskmanagetit26': '第三步，系统自动发送一封确认邮件进入注册邮箱，点击【确认提现】即可完成提现。',
        'riskmanagetit27': '第四步，提现查询：回到首页，依次点击【我的资产】→【资金记录】→【提现记录】中查询相应币种的提现明细。',
        'riskmanagepic1': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/2_1.png',
        'riskmanagepic2': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/2_2.png',
        'riskmanagepic3': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/2_3.png',
        'riskmanagepic4': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_1.png',
        'riskmanagepic5': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_2.png',
        'riskmanagepic6': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_3.png',
        'riskmanagepic7': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_4.png',
        'riskmanagepic8': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_5.png',
        'riskmanagepic9': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_6.png',
        'riskmanagepic10': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_2.png',
        'riskmanagepic11': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_3.png',
        'riskmanagepic12': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/0_4.png',
        'riskmanagepic13': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/3_1.png',
        'riskmanagepic14': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/3_2.png',
        'riskmanagepic15': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/3_3.png',
        'riskmanagepic16': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/3_4.png',
        'riskmanagepic17': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/4_1.png',
        'riskmanagepic18': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/4_2.png',
        'riskmanagepic19': 'https://s.lendx.vip/static/test/images/personnal/module8/ch/4_3.png'
      }
    },
    {
      'title': '抵押借款说明',
      'contents': [
        '1.借款用户完成身份和安全性认证；',
        '2.借款用户充值一定的数字货币作为抵押物，数字货币可以是BTC、ETH、GXS、EOS等；',
        '3.借款用户发布借款标的，选择借入数字货币类型（包括USDT、bitCNY、BTC、ETH、GXS等），自定义利息（我们会给予建议利息），该标的发布后，抵押数字货币会被锁定；',
        '4.如果在24小时内，借款标的募集满100%，则借款生效；',
        '5.如果标的投资24小时内未达到100%，或24小时内抵押数字货币价格向下浮动超过20%，则该标的自动失效，并将投资的数字货币归还给投资者；',
        '●对于投资用户，在登录LendChain平台后，可以根据利率、时长、币种等各类条件来选择投资标的，然后充值相应的数字货币，提交申请。',
        '●当投资标的募集达到100%时，投资生效，到期还款后将收到本金和利息。',
        '●如果发生贷款逾期，在借款人最终还款后，投资用户在原本利率收益之外，还将收到逾期手续费。因为存在成本，逾期费用平台会收取30%。'
      ]
    }, {
      'title': '如何玩转抵押借贷',
      'subtile': '如下图几种抵押借贷实际应用场景可供参考',
      'contents': [
        {
          'theme': 'First Dialogue:',
          'dialogue': [
            'Lucas: The recent sharp fall in the currency price, you have a vision to clear the bitcoin early.',
            'Oscar: Haha, I’ve earned some more.',
            'Lucas: Ah? Tell me what you have do?',
            'Oscar: Recently, there is a platform called LendChain. I have mortgaged my USDT then I have sold 10 BTCs for more than 100,000 USDT. Then I bought back 10.5 BTCs back in 70,000 USDT and i earned too much money.',
            'Lucas: A borrowing platform can work like this ! Ah, you are really a genius.'
          ]
        },
        {
          'theme': 'Second Dialogue:',
          'dialogue': [
            'Lucas: Oscar, POA pulled up a lot last night, you earn a lot of it.',
            'Oscar: Haha, I’m 150%',
            'Lucas: Did you sell your EOS or GXS to buy POA?',
            'Oscar: No, I mortgaged my own EOS and GXS on LendChain and borrowed ETH to buy POA. I just sold some POA and put ETH on it.',
            'Lucas: Wow very good, this wave of operation is extremely good.'
          ]
        },
        {
          'theme': 'Third Dialogue:',
          'dialogue': [
            'Lucas: Oscar, the recent Crypto market is not that good, How about you ?',
            'Oscar: I couldn’t get a lot of BTC out of my hands, but recently I put most of the BTCs on the LendChain platform and I’ve got a good return every month.',
            'Lucas: This is not a big risk ?',
            'Oscar: No, LendChain has a mortgage on it, backed by a collateral for virtual currency guarantees, and has set up a security alert. In the worst case, I can also get the equivalent of a collateral currency.',
            'Lucas: It’s safe! Then I also want to mortgage my BTCs.',
            'Oscar: Not only BTC, but also USDT, ETH and more.'
          ]
        },
        {
          'theme': 'Fourth Dialogue:',
          'dialogue': [
            'Lucas: Oscar, there is no money for money management, and there is no need for mortgage loans.',
            'Oscar: You can become Leader’s promotion commissioner, Just invite someone to sign up for LendChain,you can get 25% fee, If he invites other people to register, you can also get a 10% fee.',
            'Lucas: So high, then I must do it quickly.'
          ]
        }
      ],
      'imgarr': [// 此数组内图片仅用于中文
        'https://s.lendx.vip/static/test/images/personnal/module8/ch/6_1.png',
        'https://s.lendx.vip/static/test/images/personnal/module8/ch/6_2.png',
        'https://s.lendx.vip/static/test/images/personnal/module8/ch/6_3.png',
        'https://s.lendx.vip/static/test/images/personnal/module8/ch/6_4.png'
      ]
    }
  ],
  'kycpopSlots': [ /* KYC认证身份类型 */
    {
      'label': '身份证',
      'val': 'ID'
    },
    {
      'label': '护照',
      'val': 'Passport'
    }
  ],
  'Mortgageintroduction': [ /* 1.抵押标投资须知 */
    '如果标的投资24小时内未达到100%，或24小时内抵押数字货币价格向下浮动超过20%，则该标的自动失效，并将货币归还给投资者。',
    '在逾期时间达到7天时，平台会将抵押资产作交割处理，扣除逾期手续费后将资产按投资比例归还投资者。',
    '平台制定警戒线（140%）及平仓线（110%），平仓线=借款金额*110%，警戒线=借款金额*140%。当抵押资产到达警戒线时，系统会提醒借款人增加抵押物。当抵押资产到达平仓线时，平台将会对抵押资产作交割处理并将归投资人所有，而抵押借款人不再拥有所抵押资产。'
  ]
}
export default ch
