const ko = {
  'lang': 'ko',
  /// ////////////阿里验证////////////////////
  '元': '₩',
  '加载中': '로딩 중...',
  '向右滑': '오른쪽으로 드래그하십시오',
  '验证通过': '인증 통과',
  '出错了': '죄송합니다, 오류가 발생했습니다...',
  '验证未通过': '인증에 실패했습니다',
  '环境风险': '원님의 현재 조작 환경이 위험하므로 인증 번호를 입력하십시오.',
  '错_重输入': '인증번호가 일치하지 않습니다, 다시 입력하십시오',
  /// //////////////通用////////////////////
  '必须是6位': '구글 인증번호는 6자리 숫자이야합니다',
  '必须是4位': '4자리 인증번호 입력',
  '必须是4位e': '4자리 인증번호 입력',
  '复制btn': '복사',
  '复制成功': '복사 성공',
  '请手动': '장치에서 복사할 수 없습니다. 수동으로 복사하십시오.',
  '余额不足': '잔액이 부족합니다.충전이 필요합니다',
  '必须是数字': '수량은 숫자만 가능합니다',
  '操作成功': '조작 성공',
  '网络错误': '네트워크 오류',
  '手机号': '전화번호',
  '输入手机号': '전화번호 입력',
  'please手机号': '전화번호 입력',
  '昵称': '닉네임',
  '输入昵称': '수취인 닉네임 입력',
  '选填': '선택',
  '请输入数量': '이체 수량 입력',
  '国家': '국가',
  '语言': '언어',
  '中文': '中文', // 此字段不改
  '英文': 'English', // 此字段不改
  '韩文': '한국어', // 此字段不改
  '退出登录': '안전하게 탈퇴하기',
  '退出成功': '탈퇴 성공',
  /// ///////绑定布洛克//////////
  '绑定提示': '주의사항 : 연결을 하지 않으면 연결 할 기회가 영구적으로 손실됩니다.',
  '去绑定': 'LendChain아이디 연결',
  '没账号': 'LendChain회원 가입',
  'bindAcount': 'LendChain아이디 연결',
  'createAcount': 'LendChain회원 가입',
  'bindtip1': '温馨提示：为注册您的新账号需要认证邮箱', // 绑定提示1
  'bindtip2': '알림:설정 완료후에 변경 불가', // 绑定提示1
  /// /////////首页////////////
  '行情市价': '시세',
  '币种': '코인 종류',
  '最新价': '최근 가격',
  '24h涨幅': '24h변동률',
  '24h最高价': '24h최고가',
  '24h最低价': '24h최저가',
  '24h曲线': '24h곡선',
  '天': '일',
  '期限': '기한',
  '借款期限': '대출 기한',
  'i_期限': '{day}일기한',
  '年化': '연이율',
  '预期年化': '연이율',
  '借入': '차입',
  '借入资产': '차입 자산',
  '借入金额': '차입 액',
  '抵押资产': '담보 자산',
  '抵押物': '담보물',
  '最小投资额': '최소 투자액',
  '立即投资': '당장 투자',
  '投资': '투자',
  'i_投资': '바로 투자',
  '全部': '전체',
  '平台标': '플랫폼 표적',
  '新手标': '새내지 표적',
  '新手': '초보자 표적',
  '抵押标': '담보 표적',
  'p标签': '플', // 标的列表左侧标记
  'M标签': '담', // 标的列表左侧标记
  '查看近期满标标的': '최근 마감된  표적 다음과 같습니다',
  '查看近期满标平台标': '최근 입찰 마감 플랫폼 표적 다음과 같습니다',
  '查看近期满标抵押标': '최근 입찰 마감  담보 표적 다음과 같습니다',
  /// ///////////借款详情///////////////////
  '抵押物市价': '담보물의 시가',
  '新手剩余额度': '초보자 남은 한도',
  '投资进度': '투자 진척 상황',
  '剩余可投': '남아있는 투자 가능한 코인',
  '基础信息': '기초 정보',
  '开始时间': '시작 시간',
  '计息方式': '이자 계산 방식',
  '满标后当日计息': '입찰이 마감 후 이자를 계산한다',
  '还款方式': '상환 방식',
  '到期一次性还本付息': '만기 후에 원금과 이자를 한번에 상환한다',
  '起购资金': '최소 투자',
  'i_起购资金': '최소 투자',
  '投资详情': '투자 상세 내역',
  '投资须知': '투자 주의 사항',
  '已购记录': '구입 기록',
  '用户名': '아이디',
  '金额': '금액',
  '购买时间': '구입 시간',
  '之后': '{time} 후에',
  '安全认证_投资前': '나의 페이지에서 안전인증 완료 후에 투자가능합니다.',
  '设置昵称_投资前': '먼저 닉네임을 설정하십시오？',
  '新手额度不足num': '초보자 남은 한도가 부족합니다{num},다시 입력하십시오',
  '投资成功后': '투자 성공, 적절한 투자 표적이 있는지 상세보기',
  '提示': '알림',
  '确定': '확인',
  '确认': '확인',
  '确认提现': '인출 확인',
  '确认转账': '이체 확인',
  '完成': '완료',
  '确认修改': '수정 확인',
  '取消': '취소',
  '没有更多数据': '더 많은 데이터 잠무',
  '暂无数据': '데이터가 없습니다',
  '支付验证': '결제 인증',
  '输入金额': '금액 입력',
  '剩余全投': '잔액 투자하기',
  '谷歌验证码': '구글 인증번호',
  '投资金额': '투자 금액',
  '请输入谷歌验证码': '구글 인증번호 입력',
  '可用余额': '사용 가능한 잔액',
  '账户余额': '계좌 잔액',
  'pd_账户余额': '계좌 잔액{amount}', // 自定义键盘账户余额提示内容
  '最大可投资num': '최대 투자 한도{num}，다시 입력하십시오', // 最大可投资num
  '剩余小于起购': '잔액이 구입한도 액보다 낮아서, 잔액을 전부 투자해야 합니다.',
  '输入必大于起购num': '입력 금액은 최소 투자 금액보다 커야합니다{num}',
  '到期收益': '만기수익',
  '利息': '이자',
  't_确认_cb': '확인', // 自定义键盘提交按钮
  't_投资_cb': '결제', // 自定义键盘提交按钮
  't_支付_cb': '투자', // 自定义键盘提交按钮
  /// ///////////发起借款///////////////////
  '我要借款': '차입하기',
  '借款提示1': '1.플랫폼은 차입금의 1%를 수수료로 받습니다.',
  '借款提示2': '2.최소 24 시간이 지나야  조기 상환 할 수 있습니다.',
  '借款类型': '대출 유형',
  '抵押币种': '담보 코인',
  '借入币种': '차입 코인',
  '抵押数量': '담보 수량',
  '借入数量': '차입 수량',
  'p_抵押数量': '담보 수량 입력하십시오',
  'p_借入数量': '차입 수량 입력하십시오',
  '借款利率': '차입 이율',
  '到期应付利息': '만기 이자지급',
  '确认借款': '차입 확인',
  '利率': '이율',
  '起借数量': '최소 차입액',
  '必须大于0': '0보다 커야 합니다',
  '最多个num': '최대{num}글자',
  '最多位小数num': '최다 {num}자리 소수',
  '安全认证_借款前': '차입전에 모든 인증을 완료해햐 합니다.',
  '设置昵称_借款前': '먼저 닉네임을 설정하십시오',
  '安全认证_资金前': '자산의 보안을 보장하기 위해 안전 인증을 먼저 완료하십시오.',
  '去认证': '인증하기',
  '抵押物不足num': '담보물이{num},에 부족합니다',
  '谷歌验证码错误': '구글 인증번호가 맞지 않았습니다',
  '借款成功': '차입 성공',
  /// ///////////我的////////////////////
  '登录': '로그인',
  '立即登录': '바로 로그인',
  '去登录': '로그인',
  '注册': '회원가입',
  '立即注册': '회원가입',
  '去注册': '회원가입',
  '总资产折合': '총 자산 가치',
  '昨日收益': '어제 수익',
  '资产管理': '자산 관리',
  '我的钱包': '나의 지갑',
  '我的投资': '나의 투자',
  '资金记录': '자금기록',
  '我的借款': '내 차입',
  '账户管理': '계좌 관리',
  '个人中心': '나의 페이지',
  '安全认证': '안전 인증',
  '关于我们': '회사 소개',
  '推荐有礼': '친구 초대하기',
  '帮助中心': '고객 센터',
  '设置': '설정하기',
  's_设置': '설정하기',
  '邮箱': '이메일',
  '密码': '비밀번호',
  '请输入邮箱': '이메일 입력', // 通用
  '请输入密码': '비밀번호 입력', // 通用
  '请输入旧密码': '원래 비밀번호 입력', // 通用
  '请输入新密码': '새 비밀번호 입력', // 通用
  '两次不一致': '두번 입력하신 비밀번호가 일치하지 않습니다',
  '信息不完整': '옵션을 비워둘 수 없습니다',
  '请再次输入新密码': '새 비밀번호 재입력', // 通用
  '请输入邀请码': '초대해준 친구가 있으면,초대 코드를 입력하십시오', // 通用
  'b短信验证码': '인증번호', // 短信验证码
  'b邮箱验证码': '이메일 인증번호', // 短信验证码
  '短信验证码': '인증번호 입력', // 通用
  '邮箱验证码': '이메일 인증번호 입력', // 通用
  '发送验证码btn': '인증번호 전송', // 通用
  '密码提示': '8-20자의 영문 대소문자,숫자,특수문자 조합', // 通用
  '忘记密码': '비밀번호 찾기', // 通用
  '找回密码': '비밀번호 찾기',
  '邮箱格式错误': '이메일 파일형식 입력 오류，다시입력하십시오.', // 通用
  '密码格式错误': '암호 설정이 잘못되었습니다,',
  '密码邮箱不能同': '암호는 메일 주소와 같을 수 없습니다.',
  '登录成功': '로그인 성공', // 通用
  '注册成功': '회원가입 완료',
  '登录失败': '로그인 실패', // 通用
  '重新发送': '재전송',
  '修改成功': '비밀번호 변경 완료',
  '修改密码': '비밀번호 변경',
  '充值': '충전',
  '提现': '인출',
  '转账': '이체',
  '平台转账': '플랫폼에서 이체',
  /// ///////我的钱包///////////////////
  '扫获地址': '코드 스캐너,충천 코드 주소를 받기',
  '充值地址': '충전 주소',
  'memo提示': '위의 목적지 메모를 예금 이체에 사용해야 합니다，그렇지 않으면 입금금액이 잃어버리고 되돌리지 못 할 것입니다',
  'deposittip': {
    'title': '알림:',
    'tip1': '1.상술한 주소에 어떤한 비{name}자산라도 충전하지 마십시오,아니면 되돌릴 수 없습니다.',
    'tip2': '2.상술한 주소에 충전후에 전체 네트워크 노드의 유효성을 검사해야 합니다. 예금은 {sure}회 네트워크 확인이 필요하며 인출에는 {can}회 네트워크 확인이 필요합니다.',
    'tip3': '3.충전액은{minr} {name} 이상이어야 합니다. 그렇지 않으면 예금이 처리되지 않습니다.',
    'tip4': '4.회원님의 충전 주소는 자주 바뀌지 않을 것입니다. 변경 사항이 있으면 웹 사이트 공지 또는 이메일로 알려 드리겠습니다.',
    'tip5': '개인정보가 변조되거나 유출되지 않도록 컴퓨터와 브라우저가 안전한지 확인하십시오.'
  },
  'transfertip': {
    'title': '알림:',
    'tip1': '1.플랫폼에서 무료 이체',
    'tip2': '2.플랫폼에서 즉시 수령'
  },
  'name提现max': '알림:{name}24시간내에 인출 최고액은{max}',
  'name提现min': '최소액은{min}',
  '提现地址': '인출주소',
  '提币地址': '인출 주소',
  '请输入提现地址': '인출주소 입력하십시오',
  '数量': '수량',
  '转账数量': '이체 수량',
  '实际到账': '실제 수령',
  '手续费': '수수료',
  'memo': 'Memo',
  '请输入memo': '메모를 입력하십시오',
  '提现验证': '인출 인증',
  '转账验证': '이체 인증',
  'kyc_提现前': 'KYC인증성공 후에 인출할 수 있으며,보러가기?',
  'kyc_转账前': 'KYC인증성공 후에 이체할 수 있으며,보러가기?',
  '谷歌和短信码': '옵션을 비워둘 수 없습니다',
  '提现小于允许': '최소 인출 한도액보다 작아서는 안 됩니다',
  '提现过大': '인출 액수가 너무 크므로 인공 심사를 기다려야 합니다,계속 제출합니까?',
  '收款邮箱': '받는분 메일 주소',
  '请输入收款邮箱': '받는분 메일 주소',

  '手机格式错误': '전화번호의 형식이 잘못되었습니다, 다시 입력하십시오',
  /// /////////投资列表///////////////
  '投资列表': '나의 투자',
  '出借金额': '대출 금액',
  '到期时间': '만기시간',
  '还款时间': '상환 시간',
  /// ////////资金记录///////////
  '充值记录': '충전',
  '提现记录': '인출',
  '转账记录': '이체',
  'LV发放记录': 'LV 지급',
  '发放原因': '지급원인',
  '转入成功': '전입성공',
  '转出成功': '전출성공',
  '转入账户': '전입계정',
  '转出账户': '상대방 계정',
  '订单号': '주문번호',
  '充值加速': '충전 가속',
  'addre': {// 充值加速提示
    'tip': '참고 : 블록체인에서 거래가 성공적으로 이루어지면, 충전 가속을 수행할 수 있습니다.',
    'coinsel': '코인 선택',
    'pleaseHash': '해시를 기입해야 합니다.',
    'pleasesel': '코인 미 선택',
    'ETHtip': '0x로 시작하는 66자리의 충전Hash(소문과 숫자 보함)를 입력하십시오',
    'QKCtip': '0x로 시작하는 66자리의 충전Hash(소문과 숫자 보함)를 입력하십시오',
    'BTCtip': '64자리의 충전Hash(소문과 숫자 보함)를 입력하십시오',
    'USDTtip': '64자리의 충전Hash(소문과 숫자 보함)를 입력하십시오'
  },
  /// //////////借款列表////////////////
  '借款列表': '나의 차입',
  '查看更多': '상세보기',
  '操作': '조작',
  '去还款': '상환하기',
  'alert提前还款': '미리 상환여부 확인?',
  'alert还款': '상환여부 확인?',
  'alert逾期还款': '연체 상환여부 확인?',
  '还款成功': '상환 성공, 응답을 기다려 주십시오',
  '借款详情': '차입 상세 내역',
  '发标时间': '입찰 시간',
  '满标时间': '입찰 마감시간',
  '募集百分比': '모집 백분율',
  '追加抵押物': '담보물 추가',
  '状态': '상황',
  '抵押率': '담보율',
  '抵押价值': '담보물 가치',
  '抵押警戒线': '경고선',
  '抵押平仓线': '청산선',
  '警戒线': '경고선',
  '平仓线': '청산선',
  '抵押物地址': '담보물 주소',
  '追加记录': '추가 기록',
  '我已阅读': '항을 읽었습니다',
  '借款须知': '《차관 주의 사항》',
  'knowBorrow': {
    'title': '차관 주의 사항',
    'firstRead': '차관 주의 사항을 읽으십시오',
    'contents': [
      '24h 내로 차관표적 모집이 100% 완성되면 이번 차관은 성립됩니다. 모집한 자금은 수수료 1%차감 후 실시간 차입자 계좌에 입금할 것입니다.자금은  24h 내로 차관표적 모집이 100%에 달하지 못하거나 24h 내로 담보물 가격이 하락폭 20%를 초과하면 이번 차관은 성립되지 않으며 담보물은 투자자에게 상환됩니다.',
      '대출 기한 만기 전에, LendChain 은 채무자에게 제때에 상환하라고 하는 알림 서비스를 제공합니다. 연체 상환 하여 연체비를 납부하셔야 합니다.연체비=연체한 일수*이자*원금*2. 연체 시간이7일에 도달했을 때 LendChain 은 담보물에 대한 교할 처리를 진행합니다. 연체 수수료를 덜어내고 남은 자산은 투자비율에 따라 채무자에게 돌려드립니다. ',
      '플랫폼은 경고선(140%)과 청산선(110%)을 정하여, 청산선=차관*110%,경고선=차관*140%,담보물 자산 가격이 경고선에 접하면 시스템 알림로 채무자에게 담보물을 증가할 것을 요구합니다.담보물 가격이 청산선을 접하면 담보물에 대한 교할 처리가 진행됩니다. 그러므로 채무자는 담보물에 대한 소유권을 잃게 되고 교할 처리된 자산은 투자자의 소유로 됩니다'
    ]
  },
  '低于警戒': '경고선보다 낮습니다',
  '时间': '시간',
  '追加金额': '추가액',
  '抵押金额': '추가후 총액',
  '追加': '추가',
  '输入追加数额': '추가 수량을 입력하십시오',
  '追加后': '추가후 담보물 충분율:',
  '追加成功': '추가 성공',
  /// //////安全认证/////////
  '设置昵称': '닉네임 설치',
  '昵称设置提示': '주의사항:설정 완료후에 변경 불가',
  '设置昵称成功': '닉네임 설정 성공',
  'please昵称': '닉네임을 입력하십시오',
  '昵称表情': '이모티콘을 입력하지마십시오',
  '昵称格式': '닉네임에 빈칸을 넣을수없고 최대8글자',
  '昵称格式提示': '닉네임은 중국어,영문,숫자,한국어만 포함.',
  '手机认证': '핸드폰 인증',
  '谷歌认证': '구글 인증:',
  '谷歌认证成功': '구글인증 성공',
  '身份认证': '신분 인증',
  'tip手机认证': '인출, 비밀번호 변경, 보안 설정시 인증 메시지 받기',
  'tip谷歌认证': '로그인, 인출, 비밀번호 찾기, 보안 설정, API 관리 할 때 안전 인증하기',
  'tip身份认证': '신분인증 완료 후에 인출 가능',
  '拒绝理由': '거절 이유',
  '请先手机': '핸드폰을 먼저 인증하십시오',
  'kycstatus': {
    'statustext0': '인증하기',
    'statustext1': '심사',
    'statustext2': '인증 완료',
    'statustext3': '다시 시도'
  },
  '备份密钥': '알림 : 구글 QR 코드 또는 키를 백업하는 것을 잊지 마십시오.',
  '密钥二维码': '구글QR코드와 개인 키',
  'googlebindtip': {
    'title': '조작 순서:',
    'tips': [`1.'구글 아웃터' 애플리케이션에 접속해서 '+' 를 클릭 후, '수동 인증 번호 입력'을 선택합니다.`,
      `2.개인 키를 '개인 키' 탭에서 입력하여 LendChain 계정을 기입하고 '완료'를 클릭합니다.`,
      `3.구글 인증 번호를 복사해 '구글 인증 번호' 칸에 적어 넣습니다.
      이중 인증 비밀 계좌 번호를 삭제하시면 계좌 이체를 하실 수 없습니다. 만약 삭제하셨다면, 업데이트 키를 통해서 다시 받으실 수 있습니다.`,
      '4.개인 키를 잘 보관해 주십시오. 핸드폰을 잃어버렸을 경우 개인 키를 통해 구글 인증을 받으실 수 있습니다.']
  },
  '姓名': '이름',
  'pealse姓名': '이름',
  '生日': '생년월일',
  '证件类型': '증면서 유형',
  '证件号': '증명서 번호',
  'pealse证件号': '증명서 번호입력',
  '下一步': '다음',
  '上传证件材料': '증명서 자료 업로드',
  '正在上传': '사진 업로드 중.. 잠시 기다려주세요',
  '姓ID空': '성명과 증명서 번호를 입력하십시오',
  '请上传': '제시로 KYC사진 전송해 주시기 바랍니다',
  /// //////////关于我们//////////////
  '利德是什么': 'LendChain은…',
  '当前版本': '버전 정보',
  '官网': '홈페이지',
  '官公众号': '공식 위챗',
  '官方微博': '웨이보',
  'whatLend': {
    'title': '렌드체인은…',
    'contents': [{
      'title': '팀 소개',
      'content': 'LendChain은 업계의 베테랑이자 자질 높은 인재로 구성된 창업 팀을 거느리고 있으며,리더는 궁신보우전 CMO로 활동했습니다. LendChain 팀은 블록 체인, 비트 코인의 빠르고 역동적인 발전을 보면서 풍부한 경험을 축적하며, 블록 체인, 디지털 자산에 대한 깊은 사고와 독특한 식견을 갖고 있습니다. 젊고 활기 넘쳐, 창의적인 의식을 갖고 용감하게 도전할 수있습니다. 훌륭한 사회적 책임감을 가지고, 블록 체인 산업의 발전을 촉진하고, 자신의 힘을 기여하기를 바랍니다.'
    }, {
      'title': '프로젝트 소개',
      'content': 'LendChain은 분포식 디지털 자산 금융 서비스 플랫폼이며,디지털 자산 소유자들에게 융자,투자,보험 등 각종 금융 서비스를 제공합니다. 융자 측면에서 LendChain은 BTC, ETH, EOS, GXS등 다른 주류 크립토커런시를 포함하는 담보대출 및 신용대출 서비스를 제공합니다. 투자 측면에서, LendChain은담보물 담보차관, 신용담보차관, 퀸트펀드, 사모펀드, 광산 프로젝트, 주요고객 저당 마켓메이커 프로젝트 등을 포함합니다.'
    }, {
      'title': '프로젝트 장점',
      'content': [
        {'title': '고효율,안전',
          'p': '가장 큰 포인트는,사용자의 전반적인 대출 프로세스는 블록체인을 기반으로 할 것이며, 담보물 관리,대출 후의 감독, 신용평가등 서비스를 스마트 계약을 통하여 집행될 것입니다. 이 과정 중 인위적인 조작이 없고 플랫폼이 완전 자동화 됩니다.'
        }, {'title': '프로의 팀',
          'p': 'LendChain 팀은 풍부한 인터넷 금융권 종업 경력을 보유하고 있습니다. 도메인 네임 담보대출 플랫폼, P2P 재테크플랫폼 등 제품 개발 경력에 있어 업무에 대한 이해가 깊으며 바로 핵심에 닿을 수 있습니다. LendChain 플랫폼은 온라인 사용을 오픈하면 전략적 합작 파트너인 궁신보우와 더 깊은 합작을 진행할 것이며 사용자 신용조회, 커뮤니티 합작 등 외에도 많은 상상력이 넘치는 합작을 진행할 것입니다. 커뮤니티 자원으로 볼 때 LendChain 은 단기간 내에 단골 사용자를 획득하여 공고한 기초를 닦을 것 입니다.'
        }, {'title': '전략적 제휴',
          'p': 'LendChain은 궁신보우의 생태를 지주로 하고,싱용평가의 경우, 가용자는 LendChain을 수권하여 자신의 신용 데이터를 얻을 수 있습니다. LendChain은 매개 사용자의 신용 정보(대차 기록, GXChain 신용 데이터)에 따라 담보율을 정합니다; 운영측에서LendChain은 Blockcity방대한 사용자 자원을 통해, 가장 빠른 속도로 많은 사람들에게 효율적이고 편리한 대출과 재테크 서비스를 제공합니다.'
        }
      ]
    }
    ]
  },
  'recommendact': {
    'title': 'Villa by the sea행동',
    'hdimg': 'https://s.lendx.vip/static/test/images/tokensale/ko_khactivityhdbanber.png',
    'myrecommand': { 'title': '나의 초대', 'id': '나의 초대ID', 'code': '초대 QR코드', 'link': '나의 초대 링크', 'btn': '복사' },
    'myrecommandlist': { 'title': '장려 기록', 'tabletitle': ['장려원인', '장려금'], tr: ['인증장려', '초대한 친구 회원가입 인증 완료', '투자장려', '초대한 친구 투자장려'] },
    'rules': {
      'title': '행사 세칙',
      'rules': [
        '1. 회원 가입을 완료하면（KYC인증 재외） 80 LVCOIN을 받을 수 있습니다.',
        '2. 회원님께서 친구를 초대하고 친구분이 회원 가입 인증을 완료하면 초대한 회원님은 40 LVCOIN을 받을 수 있습니다. 장려금 상한은 400 LVCOIN입니다.',
        '3. 회원님께서 BTC / ETH / USDT를 투자하면, 그 투자 수량에 따라 보상을 받을 수 있습니다. 1 BTC를 투자하면 2800 LVCOIN을, 1 ETH를 투자하면 160 LVCOIN을, 3 USDT를 투자하면 1 LVCOIN을 받을 수 있습니다.',
        '4. 초대받은 친구분이 BTC / ETH / USDT를 투자하면, 초대한 회원님은 투자 장려금의 30%를 받을 수 있습니다. 예를 들면, 초대한 친구가 1 BTC를 투자하면, 회원은 840 LVCOIN을 받을 수 있습니다.',
        '5. 활동은 8월 6일에 시작하고, LendChain 0시 전에 모든 회원님의 계좌 기록을 스캔하여, 남아있는 모든 상환 기간이 7일보다 더 긴 미상환 투자자에게 장려금을 추가로 보냅니다. 예를 들면 회원이 전에 투자한 1 BTC가 만기까지 아직 열흘이 남아있으면, LendChain이 직접 2800 LVCOIN을 지급하겠습니다.',
        '6. 2기 활동에서 지급하는 상한은 500만 LVCOIN이며 지급 완료 후에 3기 활동을 시작하겠습니다. 그때의 장려책은 다시 바뀝니다.',
        '7. 법률 상 허용 범위 내에서 활동권을 행사할 수 있는 권한을 갖고 있으며, 허위 청구 행위를 엄중하게 처벌할 방침입니다.'
      ]
    },
    'invitationtit': '초대한 친구 리스트',
    'invitationtitarr': ['초대한 친구 메일 리스트', '회원가입 시간', '핸드폰', '구글', 'KYC']
  },
  'help': [
    {
      'title': '요금 지침',
      'contents': [
        '거래 수수료: 내부 테스트기간,무료 거래',
        '충전 용금:',
        '무료',
        '인출 용금: 광부가 받습니다',
        '인출 수수료는 블록실제 상황에 따라 정기적인 조정',
        '코인 종류',
        '정식 명칭',
        '인출 수수료'
      ]
    },
    {
      'title': '리스크 관리',
      'contents': [
        { 'title': '1.경고선과 청산선',
          'p': '모두들 아시다시피 크립토커런시의 가격 변동은 상대적으로 큽니다. 담보물의 가격 폭락을 고려하여 주식 중 이미 성숙된 증권담보금융을 참조하였습니다. 매개 대출건에 대해 평가를 집행하고 경고선(70%)과 청산선(50%)을 정하여 대출 기한 내에 담보물 자산 가격이 경고선에 접하면 시스템 알림 외에 메일/메시지로 채무자에게 담보물을 증가할 것을 요구하여 청산되지 않도록 권익을 보장해드립니다. 보증물을 추가하고 나면 새로운 경고선과 청산선이 결정되고 경고선을 재차 촉발하면 이상의 통지를 반복하게 됩니다. 담보물 가격이 청산선을 접하면 투자자의 권익 보장을 위해 담보물에 대한 교할 처리가 진행됩니다. 그러므로 채무자는 담보물에 대한 소유권을 잃게 되고 교할 처리된 자산은 투자자의 소유로 됩니다.'
        },
        { 'title': '2.대출 위약 리스크',
          'p': '대출 기한 만기 전, LendChain 은 시스템 알림, 메일/메시지로 채무자에게 제때에 상환할 것을 안내해드립니다. 연체 시간이 한계(크립토커런시의 가격 변동이 크기에 우선적으로 7일 설정)에 도달했을 때 LendChain 은 담보물에 대한 교할 처리를 진행합니다. 연체 수수료를 덜어내고 남은 자산은 투자비율에 따라 채무자에게 돌려드립니다. 이와 동시에 이번 연체 사건은 LendChain 의 블록체인에 기록됩니다. 이는 사용자의 신용평가에 영향을 미칠 것이며 장래에 재차 대출 서비스를 사용할 때에 연체 사건은 모든 투자자에게 알려져 이를 통해 규범화를 실현하며 악의적인 대출 행위를 제지합니다. 담보물의 존재로 인해 투자자는 실제로 대출 위약 리스크를 부담하지 않습니다.'
        },
        { 'title': '3.리스크 준비금',
          'p': 'LendChain 플랫폼에는 돌발적인 리스크 발생 대응을 위한 리스크 준비금이 있습니다. 실제 상황에 근거하여 사용자에게 지불하여 플랫폼으로 인한 손실이 없도록 보장해드립니다.'
        }
      ]
    },
    {
      'title': '초보자 가이드',
      'contents': {// 新手指南
        'riskmanagetit1': '1.회원가입',
        'riskmanagetit2': '첫 째，홈페이지（https://www.mobile.vip） 들어가서, 우상변의【회원가입/로그인】를 클릭',
        'riskmanagetit3': '두 째, 【회원가입】버튼을 클릭하고 회원가입 페이지로 이동합니다',
        'riskmanagetit4': '세 째,절차따라 이메일,비밀번호(영문 대소문자,숫자 조합),받는 이메일 인증 번호를 입력하여 회원가입 완료합니다. ',
        'riskmanagetit5': '구글 신분인증기의 설치 및 사용',
        'riskmanagetit6': 'ios구글신분인증기의설치 및 사용',
        'riskmanagetit7': '(1)APP STORE에서“Google Authenticator”를 검색하여 다운로드',
        'riskmanagetit8': '(2)설치 후, Google Authenticator를 열어 우상변의【+】를 클릭',
        'riskmanagetit9': '(3)LendChain구글인증 페이지에서,QR코드나 수동적으로 개인 키를 입력하여 설정',
        'riskmanagetit10': '(4)계좌 첨가 완료 후에,계좌에서 나타난 6자리 숫자는 구글 인증 번호입니다.',
        'riskmanagetit11': '(5)LendChain구글인증 페이지에서6자리 숫자를 입력하면, 구글인증 완료됩니다.',
        'riskmanagetit12': 'Android구글신분인증기의설치 및 사용',
        'riskmanagetit13': '(1)휴대폰 브라우저나 앱 스토어에서“Google Authenticator”를 검색하여 다운로드.',
        'riskmanagetit14': '(2)설치 후, Google Authenticator를 열어【시작】를 클릭.',
        'riskmanagetit15': '(3)LendChain구글인증 페이지에서,QR코드나 수동적으로 개인 키를 입력하여 설정',
        'riskmanagetit16': '(4)계좌 첨가 완료 후에,계좌에서 나타난 6자리 숫자는 구글 인증 번호입니다.',
        'riskmanagetit17': '(5)LendChain구글인증 페이지에서6자리 숫자를 입력하면, 구글인증 완료됩니다.',
        'riskmanagetit18': '충전 방법',
        'riskmanagetit19': '첫 째,LendChain홈페이지（https://mobile.lendx.vip）열어,로그인.',
        'riskmanagetit20': '두 째, 【마아이 자산】을 클릭,고객님께서 충전할 코인중료에 따라【충전】버튼을 클릭하면,충전 주소가 나올 것입니다. ',
        'riskmanagetit21': '세 째, Binance는 BTC를 LendChain에 충전하는게를 예로 들면, LendChain BTC의【충전주소】를 Binance의BTC【인출주소】에 붙여넣고, 【인출】수량을 입력하고【인출】을 클릭하면 충전됩니다.',
        'riskmanagetit22': '네 째, 【나의 자산】→【충전과 인출 기록】→【충전 기록】에서 코인의 충전 내역을 조회합니다.',
        'riskmanagetit23': '인출방법',
        'riskmanagetit24': '첫 째,LendChain홈페이지（https://mobile.lendx.vip）열어,로그인',
        'riskmanagetit25': '두 째, 【마아이 자산】을 클릭,고객님께서 충전할 코인중료에 따라【인출】버틈을 클릭하여,인출 주소를 입력하고, 우상변의【인출】을 클릭하여 구글 인증번호 입력합니다.',
        'riskmanagetit26': '세 째, 시스템도 자동으로 확인용 이메일을 전송하여,인증번호를 입력 후에 【인출 확인】을 클릭하면 현금 인출이 완료됩니다.',
        'riskmanagetit27': '네 째,인출조회:홈에 돌아가고, 【나의 자산】→【충전과 인출 기록】→【인출 기록】에서 코인의 인출 내역을 조회합니다.',
        'riskmanagepic1': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/2_1.png',
        'riskmanagepic2': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/2_2.png',
        'riskmanagepic3': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/2_3.png',
        'riskmanagepic4': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_1.png',
        'riskmanagepic5': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_2.png',
        'riskmanagepic6': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_3.png',
        'riskmanagepic7': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_4.png',
        'riskmanagepic8': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_5.png',
        'riskmanagepic9': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_6.png',
        'riskmanagepic10': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_2.png',
        'riskmanagepic11': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_3.png',
        'riskmanagepic12': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/0_4.png',
        'riskmanagepic13': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/3_1.png',
        'riskmanagepic14': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/3_2.png',
        'riskmanagepic15': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/3_3.png',
        'riskmanagepic16': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/3_4.png',
        'riskmanagepic17': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/4_1.png',
        'riskmanagepic18': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/4_2.png',
        'riskmanagepic19': 'https://s.lendx.vip/static/test/images/personnal/module8/ko/4_3.png'
      }
    },
    {
      'title': '담보대출 설명',
      'contents': [
        '1.차관 신청자의 신분 및 보안성 인증',
        '2.차관 신청자는 일정한 양의 크립토커런시를 충전하여 담보물로 합니다. 크립토커런시는 USDT, BTC, ETH, GXS 등이 될 수 있습니다.',
        '3.차관 신청자는 차관표적을 제기하며, 차입할 크립토커런시 종류(USDT, bitCNY, BTC, ETH, GXS 등)를 선택하고 이자율은 스스로 설정합니다(일반적으로 이자율 표준을 제공한다). 표적 제기 후 담보물은 잠금 됩니다.',
        '4.24h 내로 차관표적 모집이 100% 완성되면 이번 차관은 성립됩니다',
        '5.24h 내로 차관표적 모집이 100%에 달하지 못하거나 24h 내로 담보물 가격이 하락폭 20%를 초과하면 이번 차관은 성립되지 않으며 담보물은 투자자에게 상환됩니다.',
        '●투자자는 LendChain 플랫폼 로그인 후에 이자율, 기한, 코인종 등에 근거하여 투자표적을 선택하고 크립토커런시를 충전하고 나서 신청을 제기합니다.제기합니다.',
        '●투자표적 모집이 100%에 달하면 투자는 성립되며 기한 만료 시 원금과 이자를 받을 수 있습니다.',
        '●대출 연체 사건 발생 시 채무자는 자금을 반납함과 동시에 수수료를 지불합니다. 그러므로 투자자는 이자 수익 외에 연체 수수료도 받을 수 있습니다. 이 과정 중 성본이 존재하므로 플랫폼은 연체 비용의 30%를 받습니다.'
      ]
    }, {
      'title': '담보대출 사용방법',
      'subtile': '다음은 여러 담보대출의 실제 적용 시나리오를 보여준다:',
      'contents': [
        {
          'theme': '첫 번째 대화:',
          'dialogue': [
            '루카스: 최근 환율 급락으로,비트코인을 일찍 청산해서 센스가 뛰어나네요',
            '오스카: 하하, 조금 더 벌었어요.',
            '루카스: 아? 비결은 말해주세요.',
            '오스카: 최근에, LendChain이라는 플랫폼이 있어요.나는 나의 USDT를 담보물로10 BTC를 빌어서  시가는 100,000 USDT때 팔았다. 그리고 시가는 70,000때 10.5 BTC를 다시 샀고 상환하여 좀 벌었어요.',
            '루카스: 대출 플랫폼은 이렇게 할 수 있군요! 아, 정말 천재예요.'
          ]
        },
        {
          'theme': '두 번째 대화:',
          'dialogue': [
            '루카스: 오스카, POA는 지난밤에 많이 뽑혔어요. 많은 돈을 벌어지요.',
            '오스카: 하하, 난 150%가지고 있거등요.',
            '루카스: EOS와 GXS등을 팔아서 POA를 샀나요?',
            '오스카: 아니요, 나는 LendChain에EOS와 GXS를 담보물로 ETH를 빌려 POA를 샀어요. 방금 부분POA를 팔고 ETH를 상환했어요.',
            '루카스: 와우, 대단해요.'
          ]
        },
        {
          'theme': '세 번째 대화:',
          'dialogue': [
            '루카스: 오스카, 최근의 크립토 시장은 그다지 좋지 않아. 너어때?',
            '오스카: 나는 많은 BTC를 제 손에서 놓을 수 없었지만, 최근에는 대부분의 BTC를 LendChain 플랫폼에 올려 놓았고 매일 좋은 수익을 얻었어요.',
            '루카스: 이것은 큰 위험이 없을거예요?',
            '오스카: 아니요, LendChain의 담보표적을 가상코인의 보장을 받고 있고, 청산경보선을 설정했어요. 최악의 경우, 나도 등가의 담보코인을 얻을 수 있어요.',
            '루카스: 안전해요! 그럼 나도 내 BTC를 재테크하고 싶어요.',
            '오스카 : BTC뿐만 아니라 USDT, ETH 등에 대한 재테크 서비스 다 있어요.'
          ]
        },
        {
          'theme': '네 번째 대화 :',
          'dialogue': [
            '루카스: 오스카, 가상화폐도 없고 담보대출도 필요 없어요.',
            '오스카: 리더의 승진 임원이 될 수도 있고, 다른 사람을 LendChain에 등록하도록 초대하면 25%의 수수료를 받을 수 있습니다. 초대 받는 친구또 다른 사람을 초대하면 10%의 수수료를 받을 수도 있어요.',
            '루카스: 그럼 빨리 해야겠네요.'
          ]
        }
      ],
      'imgarr': [// 此数组内图片仅用于中文
        'https://s.lendx.vip/static/test/images/personnal/module8/ko/6_1.png',
        'https://s.lendx.vip/static/test/images/personnal/module8/ko/6_2.png',
        'https://s.lendx.vip/static/test/images/personnal/module8/ko/6_3.png',
        'https://s.lendx.vip/static/test/images/personnal/module8/ko/6_4.png'
      ]
    }
  ],
  'tokensale': { /* tokensale公募 */
    'Beginin': '시작 카운트다운', // ?????
    'Remaining': '활동 마감 카운트다운', // ?????
    'Endin': '활동 끝났습니다', // ?????
    'activityrewards1': '총 ',
    'activityrewards2': '를 받을 수 있습니다.',
    'Days': '일',
    'Hours': '시',
    'Mins': '분',
    'Secs': '초',
    'Invested': '투자금액', // ?????
    'youinvest': 'ETH 와 QKC를 투자할 수 있습니다.',
    'investmentrecord': '투자 기록',
    'Raised': '나머진 투자 한도：',
    'Investnow': '지금 투자',
    'Introduction': '설명',
    'lvcointotal': 'Token Sale총량: 1억 LVCOIN',
    'Duration': '활동 기간: 3일',
    'Softcap': '소프트 캡: 1000ETH',
    'Hardcap': '하드 캡: 5000ETH',
    'Distribution': '분패 방번:',
    'distributionlist': [
      {
        'label': 1,
        'text': 'Token Sale가격은 시장에 따라 변경될 수 있습니다.'
      },
      {
        'label': 2,
        'text': '소프트캡은 400ETH, 하드캡은 2000ETH.'
      },
      {
        'label': 3,
        'text': '소프트캡에 도달하지 못하면 모든 공모를 폐기할 것입니다.소프트 캡에 도달하면팔리지 않은 부분을 폐기할 것입니다.'
      },
      {
        'label': 4,
        'text': 'LV는 행사가 끝난 후 3일 이내에 빠르게 발송해드립니다 '
      }
    ],
    'Precautions': '주의사항',
    'precautionslist': [
      {
        'label': 1,
        'text': 'Token Sale 기간은 2018/8/28 11:00~2018/8/31 10:59(UTC/GMT+08:00). (시간은 변할 수도 있습니다.)'
      },
      {
        'label': 2,
        'text': '앱을 통해 토큰 판매에 참여할 수 있으므로 다운로드하여 준비하십시오.'
      },
      {
        'label': 3,
        'text': '모든 참가자들은 Token Sale 를 준비하기 위해 최소 3일 전에 KYC를 채워야 합니다,왜냐하면조기 투자할수록 더 많은 LVCOIN을 얻을 수 있기 때문입니다.(www.lendchain에서 앱 버튼을 눌러 앱을 다운로드할 수 있습니다.'
      },
      {
        'label': 4,
        'text': '토큰 판매가 시작되면 앱의 배너에서 링크를 찾을 수 있습니다.'
      },
      {
        'label': 5,
        'text': '참여 금액ETH / 사용자 : (최소 / 최대 ) 1-50 ETH.'
      },
      {
        'label': 6,
        'text': 'Token Sale 를 위해 먼저ETH와QKC 준비 하십시오.'
      },
      {
        'label': 7,
        'text': '총 투자에서80% ETH 와 20% QKC를 사용할 수 있으며, QKC 투자는 ETH로 전환될 것입니다. QKC 는 2018/8/29 10:59(UTC/GMT+08:00)전에만 이번 Token Sale 에서 사용할 수 있습니다.'
      },
      {
        'label': 8,
        'text': '*법률 법규에 근거하여LVCOIN은 중국에서, 미국에서,미국 주민과 시민에게 게공하지 않습니다.'
      }
    ],
    'precautionsliststrat': [
      {
        'label': 1,
        'text': 'Token Sale 기간은 2018/8/28 11:00~2018/8/31 10:59(UTC/GMT+08:00). (시간은 변할 수도 있습니다.)'
      },
      {
        'label': 2,
        'text': '모든 참가자들은 Token Sale 를 준비하기 위해 최소 3일 전에 KYC를 채워야 합니다,왜냐하면조기 투자할수록 더 많은 LVCOIN을 얻을 수 있기 때문입니다.(www.lendchain에서 앱 버튼을 눌러 앱을 다운로드할 수 있습니다.'
      },
      {
        'label': 3,
        'text': '참여 금액ETH / 사용자 : (최소 / 최대 ) 1-50 ETH.'
      },
      {
        'label': 4,
        'text': '총 투자에서80% ETH 와 20% QKC를 사용할 수 있으며, QKC 투자는 ETH로 전환될 것입니다. QKC 는 2018/8/29 10:59(UTC/GMT+08:00)전에만 이번 Token Sale 에서 사용할 수 있습니다.'
      },
      {
        'label': 5,
        'text': '*법률 법규에 근거하여LVCOIN은 중국에서, 미국에서,미국 주민과 시민에게 게공하지 않습니다.'
      }
    ],
    'invest-record': '투자 기록',
    'totalinvestment': '투자 총량',
    'token': '토큰:',
    'Amountinvestment': '투자 액:',
    'toast': {
      'notActivity': '활동이 아직 시작되지 않았습니다.',
      'eventover': '그 행사는 끝났습니다.',
      'certification': '투자하기 전에[나의]- [안전 센터] 에서 인증을 받으십시오.',
      'Confirm': '확인',
      'soldout': '{coin} 매진되었습니다.',
      'InvestAmount': '투자 수량',
      'mininput': '최소 투자 금액 {min}',
      'againenter': '다시 입력하십시오',
      'coinmininput': '{coin} 최소 투자 금액 {min}',
      'coinmaxinput': '{coin} 최대 투자 한도 {max}',
      'balanceinsufficient': '{coin} 잔액이 부족합니다. 재충전하십시오.',
      'Cancel': '취소',
      'googlecode': '구글 인증번호',
      'entergooglecode': '구글 인증번호 입력',
      'sixdigits': '구글 코드는 6자리여야 합니다.',
      'success': '성공'
    },
    'Time': '시간',
    'Amount': '투자액',
    'Range': '범위',
    'LV': 'LV',
    'Waitingsettlement': '계산 중',
    'noreward': '행사에 참가하지 않아서, 보상 없음',
    'precautionslistend': [
      {
        'label': 1,
        'text': 'LendChain토큰세일은 중국 베이징 시간 8월28일 점심 11시에 시작하여,31일 점심 11시에 끝났습니다.마지막에 1714.73 ETH를 모집했습니다.'
      },
      {
        'label': 2,
        'text': "토크세일의 토큰은 토큰세일 마감 후 3일이내에 빠르게 발송해드립니다. 미분양4,279,050LV도 동시 소각처리 됩니다.<br>소각주소: LVCOIN-burned.<br>조회주소: <a href='https://block.gxb.io/#/account/lvcoin-burned' style='color: #509FFF;' class='gotogxb'>https://block.gxb.io/#/account/lvcoin-burned</a>"
      },
      {
        'label': 3,
        'text': 'LendChain이 정한 규칙에 따르면, 오픈 화이트리스트 등록 후 총 9331명이 등록을 마쳤고, 5711명이 KYC 인증을 마쳤고,최종  화이트리스트에 등록된 유저는2793명이었습니다.'
      }
    ]
  },
  'TokenSaleinput': {/* tokensale公募软键盘 */
    'amount': '총량',
    'enterquantity': '올바른 수량을 입력하십시오.',
    'Avaiablebalance': '남아있는 투자 가능한 코인'
  },
  'kycpopSlots': [ /* KYC认证身份类型 */
    {
      'label': '주민 등록증',
      'val': 'ID'
    },
    {
      'label': '여권',
      'val': 'Passport'
    }
  ],
  'Mortgageintroduction': [ /* 1.抵押标投资须知 */
    '자금은  24h 내로 차관표적 모집이 100%에 달하지 못하거나 24h 내로 담보물 가격이 하락폭 20%를 초과하면 이번 차관은 성립되지 않으며 담보물은 투자자에게 상환됩니다.',
    '연체 시간이7일에 도달했을 때 LendChain 은 담보물에 대한 교할 처리를 진행합니다. 연체 수수료를 덜어내고 남은 자산은 투자비율에 따라 채권자에게 돌려드립니다.',
    '플랫폼은 경고선(140%)과 청산선(110%)을 정하여, 청산선=차관*110%,경고선=차관*140%,담보물 자산 가격이 경고선에 접하면 시스템 알림로 채무자에게 담보물을 증가할 것을 요구합니다.담보물 가격이 청산선을 접하면 담보물에 대한 교할 처리가 진행됩니다. 그러므로 채무자는 담보물에 대한 소유권을 잃게 되고 교할 처리된 자산은 채권자의 소유로 됩니다'
  ]
}
export default ko
